[
    {
        "name": "Student Visa",
        "image": "Student-Visa",
        "description": "Australian Student Visa allows you to study and work in Australia for a period equal to the duration of your Course plus one month (28 days after the last day of class)...",
        "url": "https://www.nikeemigration.com/australian-student-visa/",
        "id": 1,
        "contents": {
            "title": "Student Visa",
            "paragraph": "Australia offers a diverse range of study options for international students, with more than 1,200 institutions and over 22,000 courses to choose from.You can study at all levels of education from primary and secondary school, to vocational education and training (VET), from English language courses to higher education (including universities).\n\nNo matter what you are studying or how long you are studying for, Australia’s laws promote quality education and protection for international students.\n\nAustralia has an good international reputation for excellence in all areas of education and training.Australian qualification,international recognition.\n\nAustralian universities are widely known for the quality of their teaching and research. You’ll learn from teachers who are experts in their industries and who can provide you with a sound understanding of your chosen field. You’ll develop strong academic skills that can be applied to other areas and learn to think creatively and independently.A place where work and study meet.\n\nAustralia’s approach to vocational education and training leads the world in innovation and quality.\n\nYou’ll have the opportunity to step outside the classroom and practice your skills in real and simulated workplaces. This will give you a genuine advantage over other graduates and a great place.",
            "image1": "student_visa",
            "image2": "student_visa_service",
            "questions": [
                {
                    "id": 0,
                    "question": "Why Study In Australia",
                    "content": "In Australia, you have the freedom to choose a path that suits your particular goals. There are thousands of courses on offer.\n\nWhichever course you choose, you’ll experience a unique kind of education. Studying in Australia promotes innovative, creative and independent thinking.\n\nYou’ll learn to work as part of a team, to communicate effectively with others and to develop the practical skills and intellectual abilities you need for global success.\n\nMost importantly, you’ll learn how to use your initiative. Your teachers will encourage you to think of original, practical solutions to real-world problems. Upon graduation, your qualification will make you highly sought after by Australian and international employers.\n\nThe Australian education system has a strong international reputation and is known for its effective structure and innovative policy developments. Many other countries, eager to improve their own education systems, turn to Australia for advice.\n\nAustralia is also one of the best places to live. It is a young, vibrant and friendly country in which students can live, learn and grow. So if you want a quality education and a good lifestyle, Australia’s the place to be"
                },
                {
                    "id": 1,
                    "question": "Visas",
                    "content": "If you want to take advantage of our quality education and training system, you may apply for a student visa.\n\nThe Department will only grant you a student visa if your course is registered, or is part of a registered course, on a full time basis.\n\nA registered course is one offered by an Australian education provider registered with the Australian Government to offer courses to overseas students.\n\nOnly courses under three months’ duration can be undertaken on a visitor visa or working holiday visa. If you intend to study for more than three months, you must apply for a student visa."
                },
                {
                    "id": 2,
                    "question": "Applying For Your Student Visa",
                    "content": "You can apply for your student visa as soon as you receive a letter of offer or electronic Confirmation of Enrolment (CoE) for your full time course of study.\n\nThere is a range of entry requirements that you will need to meet both for you institution application and your visa application. This can include:\n\nAcademic requirements.\n\nEnglish language requirements.\n\nEvidence of funds to support your study.\n\nOverseas student health cover.\n\nIf you're already living or working in Australia, you may still be able to apply to study here as an international student.\n\nAdvantages to studying on a student visa include:\n\nyou will have access to Australia’s subsidised student health cover;\n\nyou will be allowed to study for longer than three months; and\n\nyou can apply for permission to work part time."
                },
                {
                    "id": 3,
                    "question": "Simplified Streamlined Visa Framework (SSVF) Highlights:",
                    "content": "Two visa classes\n\nSubclass 500 – Student Visa\n\nSubclass 590 – Student Guardian Visa\n\nSSVF is implemented from July 1, 2016\n\nStudent Visa (Subclass 500)\n\nIf you intend to study in Australia, you will need to apply for the Student visa (subclass 500).\n\nYou can apply for the following types of study on this visa:\n\nEnglish Language Intensive Courses for Overseas Students (ELICOS)\n\nSchool – primary or secondary\n\nSecondary school exchange program\n\nVocational Education and Training (VET) courses –a registered VET course or a registered course for the award of an advanced diploma\n\nHigher education courses –a bachelor or associate degree, a graduate certificate or graduate diploma, a masters degree by coursework or a higher education diploma or advanced diploma\n\nPostgraduate Research degrees –a masters degree by research or a doctoral degree\n\nNon-award courses – non-award foundation studies courses or components of a course that do not lead to an award\n\nStudents sponsored by the Department of Foreign Affairs or Trade or the Department of Defence.\n\nYou may be able to package your courses if you would like to study more than one course. This is known as course packaging.\n\nStudent Guardian Visa (Subclass 590)\n\nIf you plan to come to Australia to provide care to a student under 18 years, you can apply for the Student Guardian visa (subclass 590).\n\nCore student visa requirements:\n\nGenuine Temporary Entrant\n\nEnrolment\n\nHealth and Character\n\nWelfare arrangements (where applicable)\n\nOverseas health insurance\n\nMandatory online lodgement for all student visas under SSVF\n\nImplications\n\nEducation providers will be allocated an immigration risk rating, based on the immigration risk outcomes over the previous 12-month period\n\nThe same approach will also be used to allocate an immigration risk rating to each country.\n\nCombined immigration risk outcomes of education provider and country of citizenship would be used to guide the level of financial capacity and English language proficiency related documentation\n\nStreamed evidentiary requirements:\n\nStudent visa applicant will generally be able to satisfy the Department of their financial capacity and English language proficiency by declaration\n\nThis is similar to existing streamlined visa processing and Assessment Level (AL) 1 arrangements\n\nDIBP would however retain the discretion to seek additional information about the student’s financial capacity and English language proficiency where appropriate\n\nAll students will continue to have to meet all other core visa criteria, such as the Genuine Temporary Entrant requirement and health and character criteria\n\nFinancial Requirements:\n\nFurther evidence only required for ‘regular’ students\n\nThree options to meet financial requirement:\n\n12 months’ evidence of living, tuition, travel and study costs ($19,830\n\nAnnual income\n\nAASES form\n\nFunds must be genuinely available\n\nLanguage Requirements:\n\nDocumentary evidence only required for ‘regular’ students\n\nTwo options to meet English requirement\n\nEvidence of acceptable test score\n\nExemption category"
                }
            ]
        }
    },
    {
        "name": "Skilled Visa",
        "image": "Skilled-Visas",
        "description": "Skilled Migration Visa provides one of the best opportunities for skilled workers to live and work in Australia. Under the Australian General Skilled Migration program...",
        "url": "https://www.nikeemigration.com/skilled-visa-australia/",
        "id":2,
        "contents": {
            "title": "Skilled Visa",
            "paragraph": "Skilled Migration Visa provides one of the best opportunities for skilled workers to live and work in Australia. Under the Australian General Skilled Migration program, skilled migrant and skilled worker applicants can use their qualifications, work experience and language ability to meet the Australian immigration requirements for a permanent Australia visa.Australian visa applicants will be selected based on their points test score based upon a number of selection criteria.",
            "image1": "skilled_visa",
            "image2": "internship_service",
            "questions": [
                {
                    "id": 0,
                    "question": "Skilled Independent Visa",
                    "content": "Requirements :\n\nYou might be eligible to apply for this visa if invited. When we sent your letter of invitation, you must also have:\n\nNominated an occupation that is on the relevant skilled occupation list\n\nObtained a suitable skills assessment for that occupation\n\nNot yet turned 50 years of age\n\nAchieved the score specified in your letter of invitation based on the factors in the points tes\n\nAt least competent English."
                },
                {
                    "id": 1,
                    "question": "Skilled Independent Visa 189",
                    "content":  "Stay in Australia indefinitely\n\nWork and study in Australia\n\nEnrol in Medicare, Australia's scheme for health-related care and expenses\n\nApply for Australian citizenship (if you are eligible)\n\nSponsor eligible relatives for permanent residence\n\nTravel to and from Australia for five years from the date the visa is granted (after that time, you will need a resident return visa or another visa to return to Australia)"
                },
                {
                    "id": 2,
                    "question": "Before You Apply Visa 189",
                    "content": "You must first submit an expression of interest and then be invited through SkillSelect.\n\nIf you receive an invitation, you will have 60 days to apply online for the visa. During that time, you cannot change the information in your expression of interest.\n\nTo submit a complete expression of interest,\n\nAchieve Competency in English language skills and a positive skills assessment for your nominated occupation (or Job Ready program, if applicable)in a n.\n\nYour visa application is likely to require extensive supporting documents, as listed in the document checklist. Start compiling your documents early in the process, even before you submit your expression of interest."
                },
                {
                    "id": 3,
                    "question": "The 189 Visa",
                    "content": "The requirements for this visa can be complex and are constantly changing.\n\nThis visa allows you to live and work in Australia permanently\n\nIt is important to seek Migration advice to ensure you meet the requirements for a skilled visa as an application refusal will result in significant wasted time and costs.\n\nWe have the years of expertise to provide you with strategic advice on how to address all of the requirements for a skilled visa.\n\nWe also provide streamlined services so that the process is clear and straight-forward on your end.\n\nPlease contact us today if you would like to speak to one of our experienced consultants."
                },
                {
                    "id": 4,
                    "question": "Skilled Nomminated Visa 190",
                    "content": "The Skilled Nominated visa (subclass 190) is a permanent residence visa for points-test skilled workers who want to work and live in Australia after being nominated by an Australian state or territory government agency.\n\nYou can be in or outside Australia when you apply and when the visa is granted.\n\nRequirements :\n\nYou might be eligible to apply for this visa if you were invited. When we sent you your letter of invitation, you must also have:\n\nNominated an occupation that is on the relevant skilled occupation list\n\nObtained a suitable skills assessment for that occupation\n\nNot yet turned 50 years of age\n\nAchieved the score specified in your letter of invitation based on the factors in the points test\n\nAt least competent English\n\nBeen nominated by an Australian state or territory government agency."
                },
                {
                    "id": 5,
                    "question": "Subclass 190 Visa Benefits",
                    "content": "This is a permanent residence visa. It lets you and any family members who have also been granted this visa:\n\nStay in Australia indefinitely\n\nWork and study in Australia\n\nEnrol in Medicare, Australia's scheme for health-related care and expenses\n\npply for Australian citizenship (if you are eligible)\n\nSponsor eligible relatives for permanent residence\n\nTravel to and from Australia for five years from the date the visa is granted (after that time, you will need a resident return visa or another visa to return to Australia)."
                },
                {
                    "id": 6,
                    "question": "Before You Apply For This Visa",
                    "content": "You must first submit an expression of interest and then be invited through SkillSelect. If you receive an invitation, you will have 60 days to apply online for the visa. During that time, you cannot change the information in your expression of interest.\n\nA state or territory government will examine your expression of interest and decide whether to nominate you to apply for a visa based on their own criteria for deciding who to nominate. Each state or territory government agency have different processes for nominating expressions of interests, some will contact you first and others may wait for you to contact them. You will be able to find more information on their websites\n\nYour visa application is likely to require extensive supporting documents, as listed in the document checklist. Start compiling your documents early in the process, even before you lodge your expression of interest."
                },
                {
                    "id": 7,
                    "question": "How We Can Help!",
                    "content": "The 190 visa would be a good alternative for a skilled person wishing to migrate to Australia on a permanent basis, but who does not qualify for a Skilled Independent visa (subclass 189).\n\nWe have the years of expertise to provide you with strategic advice on how to address all of the requirements for a skilled visa\n\nWe could assist you with the following:\n\nSeeking nomination by a State or Territory Government\n\ndeveloping strategies to maximise your points score"
                },
                {
                    "id": 8,
                    "question": "Skilled Regional Visa 489 Benefits",
                    "content": "This visa allows you and your family to:\n\nStay in Australia for up to four years\n\nLive, work and study in a specified regional area of Australia\n\nTravel in and out of Australia while the visa is valid.\n\nThis visa provides a pathway to permanent residence through the Skilled-Regional (Residence) visa (subclass 887).\n\nRequirements:\n\nYou might be eligible to apply for this visa if invited. When we sent your letter of invitation, you must also have:\n\nBeen nominated by an Australian State or Territory government agency or sponsored by an eligible relative living in a designated area\n\nNominated an occupation that is on the relevant skilled occupations list\n\nA suitable skills assessment for that occupation\n\nNot yet turned 50 years of age\n\nAchieved the score specified in your letter of invitation based on the factors in the points test\n\nAt least competent English\n\nAt least competent English\n\nYou can also apply for this visa if you hold a provisional visa in subclass 496, 495, 487 or 475."
                }
            ]
        }
    },
    {
        "name": "Employer Visa",
        "image": "Employer-Visa",
        "description": "Employer Nominated Migration Visa - Onshore in Australia or Overseas application. Other forms are Employer Nomination Scheme,Regional Sponsored Migration Scheme...",
        "url": "https://www.nikeemigration.com/australian-employer-visa/",
        "id": 3,
        "contents": {
            "title": "Employer Visa",
            "paragraph": "Australia is a country of diverse landscapes and diverse cultures. We enjoy a high quality of life and Australia provides many opportunities to anyone willing to ‘have a go’. If you like the idea of Australia’s climate and lifestyle and are looking for a career challenge in a country with lots of opportunities – take the next step to find out more about the visas that permit you to work in Australia.A visa that helps to get you to permanent. A visa entitling you to work will give you the opportunity to work and live in Australia as a temporary or permanent resident which will lead eventually in being a Australian citizen.",
            "image1": "employment",
            "image2": "employment_service",
            "link": {
                "title": "VIEW MORE",
                "url": "https://www.nikeemigration.com/australian-employer-visa/"
            },
            "questions": [
                {
                    "id": 0,
                    "question": "Temporary Skill Shortage Visa (Subclass 482)",
                    "content": "If you would like to be sponsored between one day to four years, you may be eligible for the Temporary Skill Shortage Visa.\n\nThe Temporary Skill Shortage Visa has 3 Streams\n\nShort Term Stream\n\nMedium Term Stream\n\nLabour Agreement Stream\n\nYour employer must be approved as a sponsor and nominate your position before you can be granted your visa.\n\nThe visa is designed to enable employers to address labour shortages by bringing in genuinely skilled workers where they cannot find an appropriately skilled Australian\n\nYou can find the list of occupations which identify the different streams on the department’s website\n\nThe 482 visa is the most common programme used by employers to sponsor overseas workers to work in Australia on a temporary basis. The overseas worker can be employed for up to 4 years on this visa."
                },
                {
                    "id": 1,
                    "question": "482 Visa Benefits For Overseas Workers",
                    "content": "Work in your nominated position in Australia for up to four years\n\nBring eligible family members with you to work or study in Australia\n\nTravel in and out of Australia as often as you want, subject to your employer’s approval.\n\nAs the holder of the medium-term stream visa, you may be eligible to apply for a permanent visa after three years of employment in Australia if you satisfy particular criteria."
                },
                {
                    "id": 2,
                    "question": "Employer Nomminated Visa Streams",
                    "content": "Temporary Residence Transition Stream: For the primary holder of a 457/482 visa who has been working full-time in Australia with the employer them for at least 2 years (457) or 3 years (482) and has been offered a permanent contract in their nominated occupation with the sponsoring company.\n\nDirect Entry Stream: For someone who is ineligible for the Transition stream or who is applying from outside Australia, and who can demonstrate that they satisfy the requisite Skill and English levels for this visa (which are higher than for the Transition stream). The person has also been offered a permanent contract for two years or more in their nominated occupation with the sponsoring company.\n\nAgreement Stream: For a person sponsored by an employer through a Labour Agreement. Please consult us for more details regarding this stream."
                },
                {
                    "id": 3,
                    "question": "Benefits And Common Issues 186 Visa",
                    "content": "A 186 visa is often used where an overseas worker is already employed in the business on a subclass 457/482 visa, but it should also be considered for hiring new staff because a 186 visa does not impose sponsorship obligations on the sponsoring employer.\n\nThe requirements to obtain the permanent 186 visa can be quite onerous. It is important to seek Migration advice to ensure you meet the requirements for an ENS visa as an application refusal will result in significant wasted time and costs.\n\nSome of the common difficulties that you may face with a 186 visa application include:\n\nShowing that the business meets the training requirements, particularly if you are applying in the Temporary Residence Transition stream\n\nObtaining a positive skills assessment for an applicant in the Direct Entry stream, as each skills assessing authority has different criteria\n\nWhere an applicant does not meet the usual requirements for age, skill level and English, demonstrating that exemptions apply.\n\nWe have the years of expertise to provide you with strategic advice on how to address all of the requirements for an ENS visa.\n\nWe also provide streamlined services so that the process is clear and straight-forward on your end.\n\nPlease contact us today if you would like to speak to one of our experienced Registered Migration Agents."
                },
                {
                    "id": 4,
                    "question": "Regional Sponsored Migration Scheme Visa (Subclass 187)",
                    "content": "The RSMS is a permanent residency visa for a person who has been offered a permanent role in a business located in a regional, remote or low population growth area of Australia.\n\nThe RSMS covers all of Australia apart from Sydney, Newcastle, Wollongong, Melbourne, Brisbane and the Gold Coast. Check the current DIBP list of RSMS-eligible postcodes.\n\nThe RSMS visa is similar to an Employer Nominated Visa , including granting similar rights if the applicant is successful.\n\nThe main difference between the two visas is that the sponsoring employer’s business and the nominated position must be located in a regional area, as discussed above."
                },
                {
                    "id": 5,
                    "question": "Sub Class 187 Visa Benefits For Overseas Workers",
                    "content": "Stay in Australia indefinitely\n\nWork and study in Australia\n\nEnrol in Medicare, Australia's health care scheme\n\nApply for Australian citizenship once they are eligible\n\nSponsor eligible relatives for permanent residence\n\nTravel to and from Australia for five years from the date the visa is granted (after that time, you will need a resident return visa or another visa to return to Australia)"
                },
                {
                    "id": 6,
                    "question": "The RSMS Visa Three Streams",
                    "content": "Temporary Residence Transition stream: For the primary holder of a 457 visa who has been working full-time in Australia with the regional employer that wishes to sponsor them for at least two years, and has been offered a permanent contract for two years or more in their nominated occupation with the sponsoring company.\n\nDirect Entry stream: For someone who is ineligible for the Transition stream or who is applying from outside Australia, and who can demonstrate that they satisfy the requisite English level for this visa (which is higher than for the Transition stream). The person has also been offered a permanent contract for two years or more in their nominated occupation with the regional sponsoring company. The sponsoring company must obtain a Regional Certifying Body advice and should do so prior to lodging the Nomination application.\n\nAgreement stream: For a person sponsored by an employer through a Labour Agreement. Please consult us for more details regarding this stream."
                },
                {
                    "id": 7,
                    "question": "Skilled Employer Sponsored Regional (Provisional) Visa (Subclass 494)",
                    "content": "The Sub Class 494 is a Provisional visa for a person who has been offered a job in a designated regional area of Australia.\n\nIt covers a wide range of regional areas and is regularly updated by the department with its eligible postcodes\n\nThe 494 visa has a wider range of occupations covered under the ROL list"
                },
                {
                    "id": 8,
                    "question": "Benefits for Overseas Workers",
                    "content": "Stay in Australia up to 5 years\n\nLive, Work and study in designated regional area of Australia\n\nApply for a Permanent Residence after 3 years of approval of the 494 Visa\n\nSponsor eligible relatives as dependants\n\nTravel to and from Australia for five years from the date the visa is granted"
                }
            ]
        }
    },
    {
        "name": "Business Visa",
        "image": "Business-Visa",
        "description": "If you are a well-qualified and successful business person wishing to move to Australia under the business migration categories, there may very well be an opportunity...",
        "url": "https://www.nikeemigration.com/australian-business-visa/",
        "id": 4,
        "contents": { 
            "title": "Business Visa",
            "paragraph": "The Business Innovation and Investment (Provisional) Visa enables an individual to own and manage a business in Australia, to conduct investment activity in Australia or undertake entrepreneurial ventures in Australia. With 23+ years expertise in Migration, Education &amp; Employment, you will be absolutely in safe hands.!",
            "image1": "business_visa",
            "image2": "business_visa_service",
            "questions": [
                {
                    "id": 0,
                    "question": "Business Innovation and Investment (Provisional) Visa (Subclass 188)",
                    "content": "The Business Innovation and Investment (Provisional) visa (subclass 188) is part of the Business Innovation and Investment Programme.\n\nYou must submit an Expression of Interest (EOI) through SkillSelect and be nominated by a state or territory government or Austrade on behalf of the Australian government before being invited to apply for this visa.\n\nYou might be able to get this visa if:\n\nYou are nominated by a state or territory government or Austrade on behalf of the Australian government\n\nYou are invited to apply\n\nYou (and all your family members) meet certain health and character requirements\n\nYou meet the additional requirements for the stream in which you apply."
                },
                {
                    "id": 1,
                    "question": "Business Innovation Stream",
                    "content": "For people with business skills who want to establish, develop and manage a new or existing business in Australia. Applicants must be nominated by a state or territory government.\n\nYou must:\n\nBe under 55 years of age, although a state or territory can waive this requirement if your proposed business will be of exceptional economic benefit to the nominating state or territory.\n\nScore at least 65 on the points test. Please see the Points test tab on this webpage for further information.\n\nFor two out of the four fiscal years immediately before you are invited to apply, have had an ownership interest in an established business or businesses that had at least AUD500 000 turnover in each of those years\n\nOwn at least one of the following percentage of your nominated main business\n\nHave an overall successful business career\n\nHave a genuine desire to continuously own and maintain a management role in a business in Australia."
                },
                {
                    "id": 2,
                    "question": "Investor Stream",
                    "content": "For people who want to make a designated investment of at least AUD1.5million in an Australian state or territory and maintain business and investment activity in Australia. Applicants must be nominated by a state or territory government.\n\nScore at least 65 on the points test. Please see the Points test tab on this webpage for further information.\n\nHave a high level of management skill in relation to the eligible investment or qualifying business activity\n\nHave at least three years' experience of direct involvement in managing one or more qualifying businesses or eligible investments\n\nHave an overall successful record of eligible investment or qualifying business activity\n\nHave a genuine and realistic commitment to continuing your business and investment activity in Australia after the original investment has matured\n\nHave a genuine intention to live for at least two years in the state or territory in which you have made a designated investment."
                },
                {
                    "id": 3,
                    "question": "Significant Investor Stream",
                    "content": "For people who are willing to invest at least AUD 5million into complying significant investments in Australia and want to maintain business and investment activity in Australia. Applicants can be nominated by a state or territory government or Austrade on behalf of the Australian government.\n\nPlease note that the rules that were in force at the time that you applied for your Significant Investor visa will continue to apply for the duration of your provisional visa, including any Extension stream visas you apply for that relate to that provisional visa.\n\nReside in the state or territory whose government agency nominated you,\n\nContinue your business and investment activity in Australia after the conclusion of your provisional visa,\n\nLive in Australia for at least 40 days per year (calculated cumulatively) for the duration of your provisional visa, or your spouse to live for at least 180 days per year (calculated cumulatively) for the duration of your provisional visa"
                },
                {
                    "id": 4,
                    "question": "Significant Investor Stream",
                    "content": "Direct investment in residential real estate continues to be prohibited and indirect investment in residential property through managed funds is now strictly limited.\n\nInvestments must not be used as security or collateral for a loan. More detailed information about complying significant investments is available at Austrade.\n\nAustralian securities exchange listed assets.\n\nAustralian government or semi-government bonds or notes.\n\nCorporate bonds or notes issued by an Australian exchange listed entity (or wholly owned subsidiary of the Australian listed entity) or investment grade rated Australian corporate bonds or notes rated by an AFS licenced debt rating agency.\n\nAustralian proprietary limited companies.\n\nReal property in Australia excluding residential property.\n\nDeferred annuities issued by Australian registered life companies.\n\nState or territory government approved philanthropic contribution."
                }, {
                    "id": 5,
                    "question": "Entrepreneur Stream",
                    "content": "For people who have a funding agreement from a third party for at least AUD200 000 to undertake a complying entrepreneur activity that is proposed to lead to either the commercialisation of a product or service in Australia or the development of a business in Australia. Applicants must be nominated by a state or territory government.\n\nBe under 55 years of age, although a state or territory can waive this requirement if your proposed complying entrepreneur activity will be of exceptional economic benefit to the nominating state or territory\n\nHave competent English and be able to provide evidence of this at the time you are invited to apply for the visa\n\nBe undertaking or proposing to undertake a complying entrepreneur activity in Australia and have a genuine intention to continue this activity\n\nA Complying Entrepreneur Activity is an activity that relates to an innovative idea that will lead to the commercialisation of a product or service in Australia, or the development of an enterprise or business in Australia."
                }
            ]
        }
    },
    {
        "name": "Family Visa",
        "image": "Family-Visas",
        "description": "Partner category migration allows for the grant of a visa that permits married partners (Opposite sex spouses) and ....",
        "url": "https://www.nikeemigration.com/family-visa-australia/",
        "id": 5,
        "contents": { 
            "title": "Partner Visas",
            "paragraph": "Partner category migration allows for the grant of a visa that permits married partners (Opposite sex spouses) and de facto partners (including those in a same-sex relationship) of Australian citizens, Australian permanent residents and eligible New Zealand citizens to enter and remain permanently in Australia.\n\nInitially, partners who meet the legal criteria for the grant of the visa are granted a temporary visa. Later, a permanent visa may be granted following an eligibility period or, if there is a long-standing relationship or children of the relationship, soon after grant of the temporary visa.\n\nPartner category migration also allows for the temporary entry to Australia of fiancé(e)s (intended spouses) of Australian citizens, permanent residents and eligible New Zealand citizens. As the partner or fiancé(e) of an Australian citizen, Australian permanent resident or eligible New Zealand citizen, you do not have an automatic right of permanent residence in Australia.\n\nIf you wish to reside permanently in Australia, you must first apply for a permanent visa and be assessed against the legal criteria for the grant of that visa.\n\nThere are two visa types in the partner category:\n\na partner visa is for a spouse or de facto partner, including a same-sex partner of an Australian sponsor\n\na prospective marriage visa is for a fiancé who is overseas and plans to marry their Australian sponsor after travelling.",
            "image1": "family_visa",
            "image2": "family_visa_service",
            "questions": [
                {
                    "id": 0,
                    "question": "Partner Visas",
                    "content": "There are two visa types in the partner category:\n\nNot the holder of a permanent visa\n\nIntending to travel to, enter, or remain in Australia indefinitely.\n\nA child might be eligible for a child visa if they are:\n\nUnder 18 years of age\n\nSingle (not married, engaged to be married, or in a de facto relationship)\n\nIn certain circumstances, a person over 18 years of age might be considered as a child.\n\nAdoption visa options:\n\nA child might be eligible to apply for an adoption visa if they are:\n\nUnder 18 years of age, and\n\nSingle (not married, engaged to be married, or in a de facto relationship)\n\nA person who has been adopted, but is over 18 years of age cannot apply for this visa"
                },
                {
                    "id": 1,
                    "question": "Parent Visas",
                    "content": "You might be eligible to apply for a parent category visa if:\n\nYou have a child who is an Australian citizen, an Australian permanent resident, or an eligible New Zealand citizen\n\nYour child has been living in Australia lawfully for at least 2 years before you lodge your visa application\n\nYou have a sponsor\n\nYou meet the Balance of family test criteria\n\nYou meet health and character requirements."
                },
                {
                    "id": 2,
                    "question": "Other Family Visas",
                    "content": "The other family category consists of the following three visa types:\n\nA carer visa is for applicants willing and able to give substantial, continuing assistance to an Australian relative or member of their family who has a medical condition that impairs their ability to attend to the practical aspects of daily life. The need for assistance must be likely to continue for at least two years\n\nAn aged dependent relative visa is for single, widowed, divorced or formally separated applicants who are dependent on an Australian relative\n\nA remaining relative visa is for applicants who have no near relatives outside Australia and are the brother, sister, child or step equivalent of an Australian citizen, Australian permanent resident or eligible New Zealand citizen"
                }
            ]
        }
    },
    {
        "name": "Visitor Visa",
        "image": "Visitor-Visa",
        "description": "There are three visas that you can apply for online to visit Australia for tourism or business visitor activities:...",
        "url": "https://www.nikeemigration.com/visitor-visa-australia/",
        "id": 6,
        "contents": { 
            "title": "Visitor Visa",
            "paragraph": "There are three visas that you can apply for online to visit Australia for tourism or business visitor activities:\n\nElectronic Travel Authority (subclass 601)\n\neVisitor (subclass 651)\n\nVisitor visa (subclass 600)\n\nTourism includes holidays, recreation and seeing family and or friends.\n\nBusiness visitor activities may include attending a conference, negotiation or an exploratory business visit.\n\nIf you intend to visit for medical treatment or to transit through Australia, you should not apply for a Visitor visa.\n\nIf you intend to visit for medical treatment you will need to apply for Medical Treatment visa under Australian rule.",
            "image1": "visitor_visa",
            "image2": "visitor_visa_service",
            "questions": [
                {
                    "id": 0,
                    "question": "Visitor Visa (Subclass 600)",
                    "content": "This visa lets you visit Australia:\n\nTo visit or for business visitor purposes\n\nFor up to three, six or 12 months.\n\nThe base application charge for this visa ranges from AUD135 to AUD340\n\nIf you hold a certain passport, you might be able to apply for a free or cheaper visa.The eVisitor (subclass 651) visa is free. You must be a passport holder of a certain country.\n\nThe Electronic Travel Authority (subclass 601) visa has an AUD20 service charge. You must be a passport holder of a certain country.\n\nRequirements\n\nAs a visitor\n\nFor business visitor activities\n\nTo visit family\n\nOn a tour with a registered travel agent from the People’s Republic of China.\n\nIf you are in Australia you can apply for the Tourist stream of the Visitor visa online provided you currently have a valid visa that does not have condition 8503 imposed.\n\nIf you are outside Australia only certain passport holders can"
                }
            ]
        }
    }
]
